[
    {
      "name": "Atlas Stones",
      "type": "strongman",
      "muscle": "lower_back",
      "equipment": "other",
      "difficulty": "expert",
      "instructions": "Begin with the atlas stone between your feet. Bend at the hips to wrap your arms vertically around the Atlas Stone, attempting to get your fingers underneath the stone. Many stones will have a small flat portion on the bottom, which will make the stone easier to hold. Pulling the stone into your torso, drive through the back half of your feet to pull the stone from the ground. As the stone passes the knees, lap it by sitting backward, pulling the stone on top of your thighs. Sit low, getting the stone high onto your chest as you change your grip to reach over the stone. Stand, driving through with your hips. Close distance to the loading platform, and lean back, extending the hips to get the stone as high as possible.",
      "image_url": "https://cdn.shopify.com/s/files/1/0049/4272/files/Animated_GIF-downsized_large_1_large.gif?v=1525467860"
    },
    {
      "name": "Barbell deficit deadlift",
      "type": "powerlifting",
      "muscle": "lower_back",
      "equipment": "barbell",
      "difficulty": "intermediate",
      "instructions": "Begin by having a platform or weight plates that you can stand on, usually 1-3 inches in height. Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets. With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar. Lower the bar by bending at the hips and guiding it to the floor.",
      "image_url": "https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/02/Defifict-deadlift.gif?resize=600%2C600&ssl=1"
    },
    {
      "name": "Back extension",
      "type": "strength",
      "muscle": "lower_back",
      "equipment": "body_only",
      "difficulty": "beginner",
      "instructions": "Lie face down on a hyperextension bench, tucking your ankles securely under the footpads. Adjust the upper pad if possible so your upper thighs lie flat across the wide pad, leaving enough room for you to bend at the waist without any restriction. With your body straight, cross your arms in front of you (my preference) or behind your head. This will be your starting position. Tip: You can also hold a weight plate for extra resistance in front of you under your crossed arms. Start bending forward slowly at the waist as far as you can while keeping your back flat. Inhale as you perform this movement. Keep moving forward until you feel a nice stretch on the hamstrings and you can no longer keep going without a rounding of the back. Tip: Never round the back as you perform this exercise. Also, some people can go farther than others. The key thing is that you go as far as your body allows you to without rounding the back. Slowly raise your torso back to the initial position as you inhale. Tip: Avoid the temptation to arch your back past a straight line. Also, do not swing the torso at any time in order to protect the back from injury. Repeat for the recommended amount of repetitions.  Variations: This exercise can also be performed without a hyperextension bench, but in this case you will need a spotter. Also, a similar exercise to this one is the good morning and the stiff-legged deadlift.",
      "image_url": "https://www.happiesthealth.com/wp-content/uploads/2024/02/Back-Extension-GIF-02.gif"
    },
    {
      "name": "Deadlift with Bands",
      "type": "powerlifting",
      "muscle": "lower_back",
      "equipment": "barbell",
      "difficulty": "expert",
      "instructions": "To deadlift with short bands, simply loop them over the bar before you start, and step into them to set up. For long bands, they will need to be anchored to a secure base, such as heavy dumbbells or a rack. Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Ensure that the bands are under the back half of your foot (for short bands), directly where you are driving into the floor. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets.2.  With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar. Lower the bar by bending at the hips and guiding it to the floor.",
      "image_url": "https://www.garagegymreviews.com/wp-content/uploads/banded-deadlift.gif"
    },
    {
      "name": "Rack Pull with Bands",
      "type": "powerlifting",
      "muscle": "lower_back",
      "equipment": "barbell",
      "difficulty": "intermediate",
      "instructions": "Set up in a power rack with the bar on the pins. The pins should be set to the desired point; just below the knees, just above, or in the mid thigh position. Attach bands to the base of the rack, or secure them with dumbbells. Attach the other end to the bar. You may need to choke the bands to provide tension. Position yourself against the bar in proper deadlifting position. Your feet should be under your hips, your grip shoulder width, back arched, and hips back to engage the hamstrings. Since the weight is typically heavy, you may use a mixed grip, a hook grip, or use straps to aid in holding the weight. With your head looking forward, extend through the hips and knees, pulling the weight up and back until lockout. Be sure to pull your shoulders back as you complete the movement. Return the weight to the pins and repeat.",
      "image_url":"https://cdn.shopify.com/s/files/1/0052/7043/7978/files/Exercise_4_480x480.gif?v=1655143710"
    },
    {
      "name": "T-Bar Row with Handle",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "other",
      "difficulty": "intermediate",
      "instructions": "Position a bar into a landmine or in a corner to keep it from moving. Load an appropriate weight onto your end. Stand over the bar, and position a Double D row handle around the bar next to the collar. Using your hips and legs, rise to a standing position. Assume a wide stance with your hips back and your chest up. Your arms should be extended. This will be your starting position. Pull the weight to your upper abdomen by retracting the shoulder blades and flexing the elbows. Do not jerk the weight or cheat during the movement. After a brief pause, return to the starting position.",
      "image_url": "https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2020/04/t-bar-row-machine.gif?resize=600%2C600&ssl=1"
    },
    {
      "name": "Reverse-grip bent-over row",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "barbell",
      "difficulty": "intermediate",
      "instructions": "Stand erect while holding a barbell with a supinated grip (palms facing up). Bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position. While keeping the torso stationary, lift the barbell as you breathe out, keeping the elbows close to the body and not doing any force with the forearm other than holding the weights. On the top contracted position, squeeze the back muscles and hold for a second. Slowly lower the weight again to the starting position as you inhale. Repeat for the recommended amount of repetitions.  Caution:  This exercise is not recommended for people with back problems. A Low Pulley Row is a better choice for people with back issues. Also, just like with the bent knee dead-lift, if you have a healthy back, ensure perfect form and never slouch the back forward as this can cause back injury. Be cautious as well with the weight used; in case of doubt, use less weight rather than more.  Variations: You can perform the same exercise using a pronated (palms facing out) grip or using dumbbells.",
      "image_url":"https://cdn.jefit.com/assets/img/exercises/gifs/9.gif"
    },
    {
      "name": "Dumbbell Row",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "barbell",
      "difficulty": "beginner",
      "instructions": "Grab a dumbbell with one hand and place the opposite knee and hand on a bench for support. Keep your back flat and your core engaged, with working your arm extended straight down holding the dumbbell. This will be your stating position. Pull the dumbbell toward your torso by retracting your shoulder blade and bending your elbow, keeping your arm close to your body. Squeeze your back at the top of the movement, then slowly lower the dumbbell back to the starting position. Avoid using momentum to lift the weight, and keep your elbow close to your body throughout the movement. Repeat for the recommended number of repetitions, then switch sides.",
      "image_url":"https://barbend.com/wp-content/uploads/2021/04/dumbbell-row-barbend-movement-gif-masters-1.gif"
    },
    {
      "name": "T-Bar Row",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "other",
      "difficulty": "beginner",
      "instructions": "Load the bar to an appropriate weight for your training. Stand astride the bar and bend at the hips to take a pronated grip on the handles. Ensure that your back remains flat, and then remove the weight from the rests, letting the bar hang at arms length. This will be your starting position. Perform the movement by flexing the elbows and retracting the shoulder blades, pulling the weight to your chest. After a brief pause at the top of the motion, return to the starting position.",
      "image_url":"https://cdn.shopify.com/s/files/1/0449/8453/3153/files/T_Bar_Row_Muscles_Worked_800x.gif?v=1692845099"
    },
    {
      "name": "Bent Over Two-Arm Long Bar Row",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "barbell",
      "difficulty": "intermediate",
      "instructions": "Put weight on one of the ends of an Olympic barbell. Make sure that you either place the other end of the barbell in the corner of two walls; or put a heavy object on the ground so the barbell cannot slide backward. Bend forward until your torso is as close to parallel with the floor as you can and keep your knees slightly bent. Now grab the bar with both arms just behind the plates on the side where the weight was placed and put your other hand on your knee. This will be your starting position. Pull the bar straight up with your elbows in (to maximize back stimulation) until the plates touch your lower chest. Squeeze the back muscles as you lift the weight up and hold for a second at the top of the movement. Breathe out as you lift the weight. Tip: Use a stirrup or double handle cable attachment by hooking it under the end of the bar. Slowly lower the bar to the starting position getting a nice stretch on the lats. Tip: Do not let the plates touch the floor. To ensure the best range of motion, I recommend using small plates (25-lb ones) as opposed to larger plates (like 35-45lb ones). Repeat for the recommended amount of repetitions.  Variations: You can perform this exercise using a low pulley or T-bar row machine.",
      "image_url":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2022/03/Barbell-Row.gif?resize=600%2C600&ssl=1"
    },
    {
      "name": "Seated Cable Rows",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "cable",
      "difficulty": "beginner",
      "instructions": "For this exercise you will need access to a low pulley row machine with a V-bar. Note: The V-bar will enable you to have a neutral grip where the palms of your hands face each other. To get into the starting position, first sit down on the machine and place your feet on the front platform or crossbar provided making sure that your knees are slightly bent and not locked. Lean over as you keep the natural alignment of your back and grab the V-bar handles. With your arms extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched and your chest should be sticking out. You should be feeling a nice stretch on your lats as you hold the bar in front of you. This is the starting position of the exercise. Keeping the torso stationary, pull the handles back towards your torso while keeping the arms close to it until you touch the abdominals. Breathe out as you perform that movement. At that point you should be squeezing your back muscles hard. Hold that contraction for a second and slowly go back to the original position while breathing in. Repeat for the recommended amount of repetitions.  Caution: Avoid swinging your torso back and forth as you can cause lower back injury by doing so. Variations: You can use a straight bar instead of a V-Bar and perform with a pronated grip (palms facing down-forward) or a supinated grip (palms facing up-reverse grip).",
      "image_url":"https://www.inspireusafoundation.org/wp-content/uploads/2023/09/cable-row.gif"
    },
    {
      "name": "Incline dumbbell row",
      "type": "strength",
      "muscle": "middle_back",
      "equipment": "dumbbell",
      "difficulty": "intermediate",
      "instructions": "Using a neutral grip, lean into an incline bench. Take a dumbbell in each hand with a neutral grip, beginning with the arms straight. This will be your starting position. Retract the shoulder blades and flex the elbows to row the dumbbells to your side. Pause at the top of the motion, and then return to the starting position.",
      "image_url":"https://i0.wp.com/www.strengthlog.com/wp-content/uploads/2024/11/chest-supported-dumbbell-row.gif?resize=600%2C600&ssl=1"
    }
  ]
  