[
  {
    "id": "61",
    "name": "Jumping rope",
    "type": "cardio",
    "muscle": "quadriceps",
    "equipment": "body_only",
    "difficulty": "intermediate",
    "instructions": "Hold an end of the rope in each hand. Position the rope behind you on the ground. Raise your arms up and turn the rope over your head bringing it down in front of you. When it reaches the ground, jump over it. Find a good turning pace that can be maintained. Different speeds and techniques can be used to introduce variation. Rope jumping is exciting, challenges your coordination, and requires a lot of energy. A 150 lb person will burn about 350 calories jumping rope for 30 minutes, compared to over 450 calories running.",
    "image_url": "https://www.mensjournal.com/wp-content/uploads/mf/101-best-workouts-the-best-jump-rope-workout-3.jpg"
  },
  {
    "id": "62",
    "name": "Rope climb",
    "type": "strength",
    "muscle": "lats",
    "equipment": "body_only",
    "difficulty": "intermediate",
    "instructions": "Grab the rope with both hands above your head. Pull down on the rope as you take a small jump. Wrap the rope around one leg, using your feet to pinch the rope. Reach up as high as possible with your arms, gripping the rope tightly. Release the rope from your feet as you pull yourself up with your arms, bringing your knees towards your chest. Resecure your feet on the rope, and then stand up to take another high hold on the rope. Continue until you reach the top of the rope. To lower yourself, loosen the grip of your feet on the rope as you slide down using a hand over hand motion.",
    "image_url": "https://th.bing.com/th/id/OIP.TOMfjRdNnwjumi3Qy79UywAAAA?w=288&h=180&c=7&r=0&o=5&dpr=1.3&pid=1.7"
  },
  {
    "id": "63",
    "name": "Rower",
    "type": "cardio",
    "muscle": "middle_back",
    "equipment": "machine",
    "difficulty": "intermediate",
    "instructions": "To begin, seat yourself on the rower. Make sure that your heels are resting comfortably against the base of the foot pedals and that the straps are secured. Select the program that you wish to use, if applicable. Sit up straight and bend forward at the hips. There are three phases of movement when using a rower. The first phase is when you come forward on the rower. Your knees are bent and against your chest. Your upper body is leaning slightly forward while still maintaining good posture.Next, push against the foot pedals and extend your legs while bringing your hands to your upper abdominal area, squeezing your shoulders back as you do so. To avoid straining your back, use primarily your leg and hip muscles. The recovery phase simply involves straightening your arms, bending the knees, and bringing your body forward again as you transition back into the first phase.",
    "image_url": "https://th.bing.com/th/id/OIP.Adf2KSsJy8ibf-iWvtMJRgHaEL?w=308&h=180&c=7&r=0&o=5&dpr=1.3&pid=1.7"
  },
  {
    "id": "64",
    "name": "Lateral hop",
    "type": "plyometrics",
    "muscle": "adductors",
    "equipment": "body_only",
    "difficulty": "intermediate",
    "instructions": "Assume a half squat position facing 90 degrees from your direction of travel. This will be your starting position. Allow your lead leg to do a countermovement inward as you shift your weight to the outside leg. Immediately push off and extend, attempting to bound to the side as far as possible. Upon landing, immediately push off in the opposite direction, returning to your original start position. Continue back and forth for several repetitions.",
    "image_url": "https://th.bing.com/th/id/R.31a3f755e8fcd630e368ead92a547697?rik=2FbLi89JjQpb5g&riu=http%3a%2f%2fwww.tipsfromtown.com%2fwp-content%2fuploads%2f2012%2f12%2fLateral-hop.jpg&ehk=22gY%2bfdh6TxdzF%2bPkorohbHd4f2zeeOpWlvSuylG6vc%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": "65",
    "name": "Flutter Kicks",
    "type": "strength",
    "muscle": "glutes",
    "equipment": "None",
    "difficulty": "intermediate",
    "instructions": "On a flat bench lie facedown with the hips on the edge of the bench, the legs straight with toes high off the floor and with the arms on top of the bench holding on to the front edge. Squeeze your glutes and hamstrings and straighten the legs until they are level with the hips. This will be your starting position. Start the movement by lifting the left leg higher than the right leg. Then lower the left leg as you lift the right leg. Continue alternating in this manner (as though you are doing a flutter kick in water) until you have done the recommended amount of repetitions for each leg. Make sure that you keep a controlled movement at all times. Tip: You will breathe normally as you perform this movement.  Variations: As you get more advanced you can use ankle weights.",
    "image_url": "https://th.bing.com/th/id/OIP.vXbICwW2h_lS9YUZ5nBTkAHaE8?w=260&h=180&c=7&r=0&o=5&dpr=1.3&pid=1.7"
  },
  {
    "id": "66",
    "name": "Pullups",
    "type": "strength",
    "muscle": "lats",
    "equipment": "body_only",
    "difficulty": "intermediate",
    "instructions": "Grab the pull-up bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width. As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position. Pull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar. After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched. Repeat this motion for the prescribed amount of repetitions.  Variations:  If you are new at this exercise and do not have the strength to perform it, use a chin assist machine if available. These machines use weight to help you push your bodyweight. Otherwise, a spotter holding your legs can help. On the other hand, more advanced lifters can add weight to the exercise by using a weight belt that allows the addition of weighted plates. The behind the neck variation is not recommended as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck.",
    "image_url": "https://th.bing.com/th/id/OIP.w4Id1YHm_y8CFecJdT0oHgHaFj?w=263&h=197&c=7&r=0&o=5&dpr=1.3&pid=1.7"
  },
  {
    "id": "67",
    "name": "V-bar pull-up",
    "type": "strength",
    "muscle": "lats",
    "equipment": "None",
    "difficulty": "intermediate",
    "instructions": "Start by placing the middle of the V-bar in the middle of the pull-up bar (assuming that the pull-up station you are using does not have neutral grip handles). The V-Bar handles will be facing down so that you can hang from the pull-up bar through the use of the handles. Once you securely place the V-bar, take a hold of the bar from each side and hang from it. Stick your chest out and lean yourself back slightly in order to better engage the lats. This will be your starting position. Using your lats, pull your torso up while leaning your head back slightly so that you do not hit yourself with the chin-up bar. Continue until your chest nearly touches the V-bar. Exhale as you execute this motion. After a second hold on the contracted position, slowly lower your body back to the starting position as you breathe in. Repeat for the prescribed number of repetitions.  Variations:  If you are new at this exercise and do not have the strength to perform it, use a pull-up assist machine if available. These machines use weight to help you push your bodyweight. Otherwise, a spotter holding your legs can help.  On the other hand, more advanced lifters can add weight to the exercise by using a weight belt that allows the addition of weighted plates.",
    "image_url": "https://th.bing.com/th/id/OIP.pMpf3Qx9xSoW5TDSNoWYOAHaEK?w=328&h=184&c=7&r=0&o=5&dpr=1.3&pid=1.7"
  }
]
